IDEA Open Model
CrossSectionComponentThermalData Properties
Compatible with IDEA StatiCa Beta 20.0
The CrossSectionComponentThermalData type exposes the following members.
Properties
Name | Description
ComponentIndex
 Zero based index of component
MoistureContent
 Moisture content
ThermalConductivityLimit
 Thermal conductivity limit
Top
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace